Repository: gustaff122/EasyManager
Catalog: src/locale/messages.*.xlf
Languages: pl

source: Invalid email.
pl: Niepoprawny e-mail.

source: User does not exist.
pl: Użytkownik nie istnieje.

source: Invalid email
pl: Niepoprawny e-mail.

source: Password should be at least 6 characters.
pl: Hasło powinno zawierać co najmniej 6 znaków

source: Email is already in use.
pl: E-mail jest już w użytku.

source: New Project
pl: Stwórz Project

source: Your Project
pl: Twój Project

source: Title should have at least 2 characters and less than 65.
pl: Nazwa powinna zawierać od 2 do 64 znaków

source: About Guildy.xyz
pl: O Guildy.xyz

source: Password
pl: Hasło

source: Login
pl: Zaloguj

source: You've got no account?
pl: Nie posiadasz konta?

source: Register.
pl: Zarejestruj się.

source: Fields are required
pl: Pola należy wypełnić.

source: Name
pl: Nazwa

source: Register
pl: Zarejestruj

source: You've got an account?
pl: Posiadasz konto?

source: Login.
pl: Zaloguj się.

source: Fields are necessary
pl: Pola należy wypełnić

source: Members
pl: Członkowie

source: <i class="ci-check_bold me-2"></i>Save
pl: <i class="ci-check_bold me-2"></i>Zapisz

source: Title is required (max 48 characters). Description should not have more than 1024 characters.
pl: Nazwa jest wymagana, powinna zawierać do 48 znaków. Opis nie powinien zaiwerać więcej niż 1024 znaki.

source: Click <span class="project--description_icon" ><i class="ci-plus"></i>New</span > to add new task. Then, just do what you have to do. Fingers crossed!
pl: Kliknij <span class="project--description_icon" ><i class="ci-plus"></i>Stwórz</span > by dodać nowe zadanie. Potem zacznij robić to, co do Ciebie należy. Trzymamy kciuki!

source: Loading...
pl: Czekaj...

source: Members.
pl: Członkowie.

source: View all
pl: Wszyscy...
